Repository: Danfro/sync-monitor
Catalog: po/*.po
Languages: ast, fi, fr, gl, ia, ja, pl, pt_br, ru, uk

source: Account sign-in failed. Please select your account to sign back in.
fi: Tilin kirjautuminen epäonnistui. Valitse tili kirjautuaksesi uudelleen.
fr: La connexion au compte a échoué. Veuillez sélectionner votre compte pour vous reconnecter.
ja: サインインに失敗しました。サインインし直すアカウントを選択してください。

source: Accounts
ast: Cuentes
fi: Tilit
fr: Comptes
gl: Contas
ja: アカウント
pl: Konta
pt_br: Contas
ru: Учётные записи
uk: Облікові записи

source: An account failed to sync. Would you like to sign in again?
fi: Tilin synkronointi epäonnistui. Haluatko kirjautua uudelleen?
fr: Un compte ne s'est pas synchronisé. Voulez-vous vous reconnecter ?
ja: アカウントの同期に失敗しました。サインインし直しますか？

source: Command not allowed
ast: Comandu non permitíu
fi: Komento ei ole sallittu
fr: Commande non autorisée
gl: Comando non permitido
ia: Commando non permittite
ja: コマンドが許可されませんでした
pl: Niedozwolone polecenie
pt_br: Comando não permitido
ru: Команда не разрешена
uk: Заборонена команда

source: Connection certificate has expired
ast: Caducó'l certificáu de la conexón
fi: Yhteyden todennus on vanhentunut
fr: Le certificat de connexion a expiré
gl: O certificado da conexión caducou
ia: Le certificato de connexion ha expirate
ja: 接続証明書が期限切れです
pl: Certyfikat połączenia wygasł
pt_br: O certificado de conexão está expirado
ru: Сертификат соединения просрочен
uk: Строк дії сертифіката з’єднання вичерпано

source: Connection certificate is invalid
ast: El certificáu de la conexón nun ye válidu
fi: Yhteyden todennus on epäkelpo
fr: Le certificat de connexion est invalide
gl: O certificado da conexión non é válido
ia: Le certificato de connexion non es valide
ja: 接続証明書が不正です
pl: Certyfikat połączenia jest nieprawidłowy
pt_br: O certificado de conexão está inválido
ru: Неправильный сертификат соединения
uk: Некоректний сертифікат з’єднання

source: Connection timeout
ast: Escosóse'l tiempu de la conexón
fi: Yhteyden aikakatkaisu
fr: Dépassement du délai de connexion
gl: O tempo da conexión foi esgotado
ia: Connexion foras tempore limite
ja: 接続がタイムアウトしました
pl: Przekroczenie czasu połączenia
pt_br: Tempo esgotado para conexão
uk: Припустимий час очікування для з’єднання вичерпано

source: Could not connect to the server
fi: Palvelimeen ei voitu yhdistää
fr: Échec de la connexion au serveur
ja: サーバーに接続できません

source: Could not load account info.
fi: Tilin tietoja ei voitu ladata.
fr: Impossible de charger les informations du compte.
ja: アカウント情報が取得できません。

source: Could not run "two-way" sync
fi: "Kaksisuuntaisen" synkronoinnin suorittaminen ei onnistu
fr: Échec du lancement de la synchronisation bidirectionnelle
ja: 双方向同期に失敗しました

source: Could not sync calendar %1 from account %2. %3
fi: Ei voitu synkronoida kalenteria %1 tililtä %2. %3
fr: Échec de la synchronisation de l'agenda %1 du compte %2. %3
ja: %2 のカレンダー %1 が同期できませんでした。 %3

source: Could not sync due to a remote problem
fi: Synkronointi ei onnistunut jonkinlaisen vastapuolen ongelman vuoksi
fr: Échec de synchronisation en raison d'un problème distant
ja: サービス側の問題で同期できませんでした

source: Could not sync some items
fi: Joidenkin tietueiden synkronointi ei onnistu
fr: Échec de la synchronisation de certains éléments
ja: 一部のアイテムを同期できませんでした

source: Disk full
ast: Discu enllén
fi: Levy on täynnä
fr: Disque plein
gl: Disco cheo
ia: Disco plen
ja: ディスクがいっぱいです
pl: Dysk jest pełny
pt_br: Disco cheio
ru: Диск переполнен
uk: Диск переповнено

source: Failed to configure account
fi: Tilin määrittäminen epäonnistui
fr: Échec de la configuration du compte
ja: アカウントの設定ができませんでした

source: Finished syncing %1 (Calendar)
fi: Kohteen %1 synkronointi valmistui (Kalenteri)
fr: Synchronisation de %1 (Agenda) terminée
ja: %1 (カレンダー) の同期が完了しました

source: Forbidden / access denied
ast: Accesu prohibíu/ñegáu
fi: Kielletty / pääsy evätty
fr: Accès interdit / refusé
gl: Prohibido / acceso denegado
ia: Prohibite / accesso negate
ja: アクセス許可がありません
pl: Zakazane / odmowa dostępu
pt_br: Proibido / acesso negado
ru: Доступ запрещен
uk: Заборонено доступ

source: Logging in…
fi: Kirjaudutaan…
fr: Connexion…
ja: ログイン中…

source: No
ast: Non
fi: Ei
fr: Non
gl: Non
ja: いいえ
pl: Nie
pt_br: Não
ru: Нет
uk: Ні

source: Object not found / unassigned field
ast: Nun s'alcontró l'oxetu/campu non asignáu
fi: Kohdetta ei löytynyt / määräämätön kenttä
fr: Objet non trouvé / champ non attribué
gl: Obxecto non encontrado / campo sen asignar
ia: Objecto non trovate / campo non assignate
pl: Nie znaleziono obiektu / pole nieprzypisane
pt_br: Objeto não encontrado / campo não atribuído
ru: Объект не найден / строка не назначена
uk: Об’єкт не знайдено / не призначено поле

source: Process died unexpectedly
fi: Prosessi lakkasi toimimasta odottamattomasti
fr: Arrêt inattendu d'un processus
ja: プロセスが予期せず終了しました

source: Proxy authentication required
ast: Ríquese l'autenticación del proxy
fi: Välityspalvelimen todennus vaaditaan
fr: L'authentification du proxy est requise
gl: Requírese autenticación do proxy
ia: Es requirite le authentication del proxy
ja: プロキシ認証が必要です
pl: Wymagane uwierzytelnienie pośrednika sieciowego
pt_br: Autenticação do proxy necessária
ru: Требуется авторизация proxy-сервера
uk: Потрібно пройти розпізнавання на проксі-сервері

source: Quit
ast: Colar
fi: Lopeta
fr: Quitter
gl: Saír
ja: 終了
pl: Wyjdź
pt_br: Encerrar
ru: Выйти
uk: Вийти

source: Server not found
ast: Nun s'alcontró'l sirvidor
fi: Palvelinta ei löytynyt
fr: Serveur introuvable
gl: Servidor non encontrado
ia: Servitor non trovate
ja: サーバが見つかりません
pl: Nie odnaleziono serwera
pt_br: Servidor não encontrado
ru: Сервер не найден
uk: Сервер не знайдено

source: Server sent bad content
ast: El sirvidor unvió conteníu incorreutu
fi: Palvelin lähetti epäkelpoa sisältöä
fr: Le serveur a envoyé un contenu erroné
gl: O servidor enviou contido malo
ia: Le servitor ha mittite un contento incorrecte
pl: Serwer przesłał złą treść
pt_br: Servidor enviou conteúdo incorreto
ru: Сервер отправил некорректные данные
uk: Сервером надіслано помилкові дані

source: Sign in to sync
fi: Kirjaudu synkronoidaksesi
fr: Connectez-vous pour synchroniser

source: Sync canceled
ast: Encaboxóse la sincronización
fi: Synkkaaminen keskeytetty
fr: Synchronisation annulée
gl: Sincronización cancelada
ia: Synchronia cancellate
ja: 同期をキャンセルしました
pl: Anulowano synchronizację
pt_br: Sincronização cancelada
ru: Синхронизация отменена
uk: Синхронізація скасована

source: Synchronization
ast: Sincronización
fi: Synkkaaminen
fr: Synchronisation
gl: Sincronización
ja: 同期
pl: Synchronizacja
pt_br: Sincronização
ru: Синхронизация
uk: Синхронізація

source: Syncing %1 (Calendar)
fi: Synkronoidaan %1 (Kalenteri)
fr: Synchronisation de %1 (Agenda) terminée

source: Unknown status
ast: Estáu desconocíu
fi: Tila tuntematon
fr: État inconnu
gl: Estado descoñecido
ia: Stato incognite
ja: 不明なステータス
pl: Nieznany stan
pt_br: Estado desconhecido
ru: Неизвестный статус
uk: Невідомий стан

source: Yes
ast: Sí
fi: Kyllä
fr: Oui
gl: Si
ja: はい
pl: Tak
pt_br: Sim
ru: Да
uk: Так

source: Fail to configure account
ast: Fallu al configurar la cuenta
gl: Non se puido configurar a conta
ia: Configuration del conto fallite
pl: Błąd konfiguracji konta
pt_br: Falha ao configurar a conta
ru: Не удалось настроить учётную запись
uk: Не вдалося налаштувати обліковий запис

source: Fail to connect with the server
ast: Fallu al coneutase col sirvidor
gl: Non se puido conectar co servidor
ia: Connexion con le servitor fallite
pl: Błąd połączenia z serwerem
pt_br: Falha ao conectar com o servidor
ru: Не удалось соединение с сервером
uk: Не вдалося встановити зв’язок із сервером

source: Fail to load account information.
ast: Fallu al cargar la información de la cuenta
gl: Non se puido cargar a información da conta.
pl: Błąd wczytania informacji o koncie.
pt_br: Falha ao carregar a informação da conta.
ru: Не удалось загрузить информацию об учётной записи.
uk: Не вдалося завантажити дані облікового запису.

source: Fail to run "two-way" sync
ast: Fallu al executar la sincronización «two-way»
gl: Non se puido sincronizar a dous xeitos
ia: Falta a facer fluer le synchronisation "a duo vias"
pl: Błąd uruchomienia synchronizacji "dwutorowej"
pt_br: Falha ao executar a sincronização "bidirecional"
ru: Не удалось запустить "двухстороннюю" синхронизацию
uk: Не вдалося запустити «двобічну» синхронізацію

source: Fail to sync
ast: Fallu al sincronizar
gl: Non se puido sincronizar
pl: Błąd synchronizacji
pt_br: Falha ao sincronizar
ru: Синхронизация не удалась
uk: Не вдалося синхронізувати

source: Fail to sync calendar %1 from account %2. %3
ast: Fallu al sincronizar el calendariu %1 de la cuenta %2. %3
gl: Non se puido sincronizar o calendario %1 da conta %2. %3
ia: Synchronisation %1 del calendario fallite ex le conto %2. %3
pl: Nie udało się zsynchronizować kalendarza %1 z konta %2. %3
pt_br: Falha ao sincronizar o calendário %1 da conta %2. %3
uk: Не вдалося синхронізувати календар %1 з облікового запису %2. %3

source: Fail to sync due some remote problem
ast: Fallu al sincronizar pola mor de problemes remotos
gl: Non se puido sincronizar debido a un problema remoto
ia: Falta a synchronisar per alcun problema remote
pl: Błąd synchronizacji z powodu jakiegoś zdalnego problemu
pt_br: Falha na sincronização devido a algum problema remoto
ru: Синхронизация не удалась из-за проблем на удалённой стороне
uk: Не вдалося виконати синхронізацію через проблеми на віддаленому боці

source: Fail to sync some items
ast: Fallu al sincronizar dellos elementos
gl: Non se puideron sincronizar algúns elementos
ia: Falta a synchronisar alcun elementos
pl: Błąd synchronizacji niektórych elementów
pt_br: Falha na sincronização de alguns itens
uk: Не вдалося синхронізувати частину об’єктів

source: Process unexpected die.
ast: El procesu morrió inesperadamente.
gl: O proceso morreu inesperadamente.
ia: Le processo expirava inopinate
pl: Proces niespodziewanie umarł.
pt_br: Encerramento de processo não esperado.
ru: Неожиданная остановка процесса.
uk: Неочікуване завершення процесу.

source: Start sync: %1 (Calendar)
ast: Aniciar sincronización: %1 (Calendariu)
gl: Empezar a sincronización: %1 (Calendario)
ia: Initio synchronisation: %1 (Calendario)
pl: Uruchomiono synchronizację: %1 (Kalendarz)
pt_br: Iniciar sincronização: %1 (Calendário)
uk: Почато синхронізацію: %1 (календар)

source: Sync done: %1 (Calendar)
ast: Sincronización fecha: %1 (Calendariu)
gl: Sincronización feita: %1 (Calendario)
ia: Synchronisation completate: %1 (Calendario)
pl: Ukończono synchronizację: %1 (Kalendarz)
pt_br: Sincronização pronta: %1 (calendário)
ru: Синхронизация выполнена: %1 (Календарь)
uk: Виконано синхронізацію: %1 (календар)

source: Your access key is not valid anymore. Do you want to re-authenticate it?.
ast: La to clave d'accesu yá nun ye válida. ¿Quies reautenticala?
gl: A súa chave de acceso xa non é válida. Quere reautenticala?.
ia: Tu clave de accesso non es plus valide. Desira tu re-authenticar la?
pl: Twój klucz dostępu nie jest już ważny. Czy chcesz go ponownie uwierzytelnić?
pt_br: Sua chave de acesso não é mais válida. Deseja autenticar novamente?
ru: Ваш ключ доступа больше не действителен. Авторизовать его снова?
uk: Ваш ключ доступу є недійсним. Ви бажаєте повторно виконати автентифікацію?.

source: Your account failed to authenticate while syncing. Please click below to re-authenticate.
ast: La to cuenta falló al autenticase entrín se sincronizaba. Primi embaxo pa reautenticar, por favor.
gl: Ao sincronizar, non se puido autenticar a súa conta. Prema embaixo para reautenticar.
pl: Twoje konto nie zostało poprawnie uwierzytelnione podczas synchronizacji. Kliknij poniżej, aby ponownie uwierzytelnić.
pt_br: Sua conta não foi autenticada durante a sincronização. Clique a seguir para autenticar novamente.
ru: Ваша учетная запись не смогла пройти авторизацию во время синхронизации. Пожалуйста нажмите на кнопку ниже для повторной аутентификации.
uk: Не вдалося пройти розпізнавання для вашого облікового запису під час синхронізації. Будь ласка, натисніть нижчет, щоб спробувати пройти розпізнавання ще раз.
